Repository: janosjanka/partnerinfo.old
Catalog: src/Partnerinfo.Web.Mvc/Identity/IdentityAppResources.*.resx
Languages: hu

# Account_AccountMessageType_ChangePasswordSuccess
source: Your password has been changed.
hu: A jelszavad sikeresen módosításra került.

# Account_AccountMessageType_RemoveLoginSuccess
source: The external login was removed.
hu: A külső fiók társítást sikeresen eltávolítottuk.

# Account_AccountMessageType_SetPasswordSuccess
source: Your password has been set.
hu: A jelszót sikeresen beállítottuk.

# Account_AssociateWith
source: Associate your Partnerinfo TV account with a new account
hu: Partnerinfo TV fiókod társítása külső fiókokkal

# Account_Birthday_Day
source: Day
hu: Nap

# Account_Birthday_Month
source: Month
hu: Hónap

# Account_Birthday_Year
source: Year
hu: Év

# Account_ChangePassword
source: Change password
hu: Jelszó módosítása

# Account_CreateNew
source: Sign Up
hu: Fiók létrehozása

# Account_ForgottenPassword
source: I forgot my password
hu: Elfelejtettem a jelszavamat

# Account_LogIn
source: Log In
hu: Belépek

# Account_LoginWithOAuth
source: Login with external account
hu: Bejelentkezés külső fiókkal

# Account_LogOut
source: Log Out
hu: Kilépek

# Account_PasswordError
source: The current password is incorrect or the new password is invalid.
hu: A jelenlegi jelszó hibás vagy az új jelszó érvénytelen.

# Account_PasswordSettings
source: Password settings
hu: Jelszó beállítások

# Account_ProvidersDescription
source: Do you dislike
hu: Webes fiókjaid egyikével is beléphetsz a Partnerinfo TV-be. Katt az alábbi gombok egyikére és készen is vagyunk:

# Account_SetPassword
source: Set password
hu: Jelszó beállítása

# Account_SetPasswordDescription
source: You do not have a local password for this site. Add a local password so you can log in without an external login.
hu: Még nincs Partnerinfo TV jelszavad az aktuális fiókodhoz. Állíts be egy Partnerinfo TV-s jelszót, hogy betudj jelentkezni külső fiókok nélkül is

source: Account settings
hu: Fiók beállítások

# Account_SigninWithFacebook
source: Sign in with Facebook
hu: Bejelentkezés Facebook-al

# Account_Signup
source: Signup
hu: Csatlakozok

# MembershipCreateStatus_DuplicateEmail
source: The e-mail address already exists in the database for the application.
hu: Egy felhasználó ezzel az email címmel már regisztrálva van nálunk. Kérjük válassz másik email címet!

# MembershipCreateStatus_DuplicateProviderUserKey
source: The provider user key already exists in the database for the application.
hu: A szolgáltatói felhasználó azonosító már létezik.

# MembershipCreateStatus_DuplicateUserName
source: The user name already exists in the database for the application.
hu: Egy felhasználó ezzel az email címmel már regisztrálva van nálunk. Kérjük válassz másik email címet!

# MembershipCreateStatus_InvalidAnswer
source: The password answer is not formatted correctly.
hu: A jelszóra adott válasz helytelen.

# MembershipCreateStatus_InvalidEmail
source: The e-mail address is not formatted correctly.
hu: Az email cím helytelen. Kérjük ügyelj a helyesírási hibákra!

# MembershipCreateStatus_InvalidPassword
source: The password is not formatted correctly.
hu: A jelszó helytelen.

# MembershipCreateStatus_InvalidProviderUserKey
source: The provider user key is of an invalid type or format.
hu: A szolgáltatói azonosító érvénytelen típusú vagy formátumú.

# MembershipCreateStatus_InvalidQuestion
source: The password question is not formatted correctly.
hu: A jelszóra adott kérdés helytelen.

# MembershipCreateStatus_InvalidUserName
source: The user name was not found in the database.
hu: A felhasználónevet nem sikerült megtalálni az adatbázisban.

# MembershipCreateStatus_ProviderError
source: The provider returned an error that is not described by other UserCreateStatus enumeration values.
hu: A szolgáltató által visszaadott hiba nem határolható be pontosan. Kérjük jelentse az esetet!

# MembershipCreateStatus_Success
source: The user was successfully created.
hu: Gratulálunk! A felhasználói fiók sikeresen létrejött.

# MembershipCreateStatus_UserRejected
source: The user was not created, for a reason defined by the provider.
hu: A felhasználói fiók nem jött létre valamilyen szolgáltatói okból kifolyólag.

# MembershipLogInStatus_InvalidUserNameOrPassword
source: Invalid user name or password.
hu: Helytelen email cím vagy jelszó. Kérjük ellenőrizd!

# Account_ProfileData
source: Profile data with extra services
hu: Profil adatok üzleti szolgáltatásokhoz (opcionális)

# LoginInfo
source: Log In
hu: Bejelentkezés

# LoginInfo_Email_RegularExpression
source: The email address of the user is invalid.
hu: Az email cím helytelen.

# LoginInfo_Email_Required
source: The email address of the user is required.
hu: Email címre szükség van.

# LoginInfo_Email_StringLength
source: The email address of the user cannot exceed {1} characters.
hu: Az email cím nem lehet hosszabb {1} karakternél.

# LoginInfo_Password
source: Password
hu: Jelszó

# LoginInfo_Password_Required
source: The password of the user is required.
hu: A jelszóra szükség van, hogy betudj lépni a rendszerbe.

# LoginInfo_Password_StringLength
source: The password of the user cannot less than {2} characters.
hu: Ügyelj arra, hogy a jelszó legalább {2} karakter hosszúságú kell legyen.

# LoginInfo_RememberMe
source: Remember me
hu: Emlékezzen rám

# SignupInfo_Birthday
source: Birthday
hu: Születésnap

# SignupInfo_Birthday_YearRange
source: The birthday must be between {1} and {2}.
hu: A születésnap nem korrekt.

# SignupInfo_Email_RegularExpression
source: The email address is invalid.
hu: Az email cím helytelen. Esetleg egy elütött karakter?

# SignupInfo_Email_Required
source: The email address of the user is required.
hu: Email címre szükség van a későbbi bejelentkezéshez.

# SignupInfo_Email_StringLength
source: The email address cannot exceed {1} characters.
hu: Az email cím túl hosszú. Maximum {1} karakter lehet.

# SignupInfo_FirstName
source: First name
hu: Keresztnév

# SignupInfo_FirstName_StringLength
source: The first name cannot exceed {1} characters.
hu: A keresztnév túl hosszú. Maximum {1} karakter lehet.

# SignupInfo_Gender
source: Gender
hu: Neme

# SignupInfo_LastName
source: Last name
hu: Vezetéknév

# SignupInfo_LastName_StringLength
source: The last name cannot exceed {1} characters.
hu: A vezetéknév túl hosszú. Maximum {1} karakter lehet.

# SignupInfo_Name
source: Name
hu: Név

# SignupInfo_Password
source: Password
hu: Jelszó

# SignupInfo_Password_Required
source: The password of the user is required.
hu: Jelszóra szükség van a későbbi bejelentkezéshez.

# SignupInfo_Password_StringLength
source: The password of the user cannot less than {2} characters.
hu: A jelszó túl rövid. Legalább {2} karakter szükséges.

# AccountPassword_ConfirmPassword
source: Confirm password
hu: Jelszó megerősítése

# AccountPassword_ConfirmPassword_Compare
source: The new password and confirmation password do not match.
hu: Az új és a megerősítési jelszó nem egyezik meg.

# AccountPassword_NewPassword
source: New password
hu: Új jelszó

# AccountPassword_NewPassword_StringLength
source: The {0} must be at least {2} characters long.
hu: Ügyelj arra, hogy a jelszó legalább {2} karakter hosszúságú kell legyen.

# AccountPassword_OldPassword
source: Old password
hu: Régi jelszó

# AccountPassword_OldPassword_Required
source: The old password is required.
hu: A régi jelszóra szükség van.
